<?php

return [
    'label' => [
        'main' => 'Администраторы',
        'create' => 'Создание администратора',
        'edit' => 'Редактирование администратора',
        'view' => 'Просмотр администратора',
        'delete' => 'Удалить администратора',
        // 'restore' => 'Восстановить администратора',
        // 'force_delete' => 'Удалить администратора навсегда',
        'delete_bulk' => 'Удалить отмеченных администраторов',
        // 'restore_bulk' => 'Восстановить отмеченных администраторов',
        // 'force_delete_bulk' => 'Удалить отмеченных администраторов навсегда',

        'empty_table' => 'Администраторы не найдены',
    ],

    'common' => [
        'id' => 'ID',
        'name' => 'Имя',
        'email' => 'Email',
        'password' => 'Пароль',
        'created_at' => 'Создан',
        'updated_at' => 'Обновлен',
    ],

    'placeholder' => [
        'name' => '',
        'email' => '',
        'password' => '',
    ],
];
